Repository: DemonRem/easytag
Catalog: po/*.po
Languages: lt

source: Do you want to save anyway, overwriting the file?
lt: Ar norite vistiek jį įrašyti, perrašydami failą?

source: Save
lt: Įrašyti

source: JPEG image
lt: JPEG paveikslėlis

source: PNG image
lt: PNG paveikslėlis

source: Unknown image
lt: Nežinomas paveikslėlis

source: 32x32 pixel PNG file icon
lt: 32x32 pikselių PNG failo piktograma

source: Other file icon
lt: Kita failo piktograma

source: Cover (front)
lt: Viršelis (priekis)

source: Cover (back)
lt: Viršelis (galas)

source: Leaflet page
lt: Leaflet puslapis

source: Media (e.g. label side of CD)
lt: Laikmena (pvz. CD užrašo pusė)

source: Lead artist/lead performer/soloist
lt: Pagrindinis atlikėjas/solistas

source: Artist/performer
lt: Atlikėjas

source: Conductor
lt: Dirigentas

source: Band/Orchestra
lt: Grupė/orkestras

source: Lyricist/text writer
lt: Žodžių autorius

source: Recording location
lt: Įrašo vieta

source: During recording
lt: Įrašymo metu

source: During performance
lt: Atlikimo metu

source: Movie/video screen capture
lt: Filmo/video ekrano įrašas

source: A bright colored fish
lt: Ryški spalvota žuvis

source: Illustration
lt: Iliustracija

source: Band/Artist logotype
lt: Grupės/Atlikėjo logotipas

source: Publisher/studio logotype
lt: Leidėjo/studijos logotipas

source: Unknown picture type
lt: Nežinomas paveikslėlio tipas

source: pixels
lt: pikseliai

source: Type
lt: Tipas

source: Description
lt: Aprašymas

source: Error with 'loader_close': %s
lt: Klaida su „loader_close“: %s

source: Cannot display the picture, as not enough data has been read to determine how to create the image buffer.
lt: Atvaizduoti paveikslėlio neįmanoma, nes nenuskaityta pakankamai duomenų, kad būtų galima sukurti paveikslėlio buferį.

source: Cannot display the picture
lt: Nepavyko parodyti paveikslėlio

source: Not enough data has been read to determine how to create the image buffer
lt: Nenuskaityta pakankamai duomenų, kad būtų galima sukurti paveikslėlio buferį

source: Load Picture File
lt: Įkelti paveikslėlio failą

source: Error with 'loader_write': %s
lt: Klaida su „loader_write“: %s

source: Picture file not loaded (%s)…
lt: Paveikslėlio failas neįkeltas (%s)…

source: Cannot open file: '%s'
lt: Nepavyko atverti failo: „%s“

source: Picture File Error
lt: Paveikslėlio failo klaida

source: Picture file loaded…
lt: Paveikslėlio failas įkeltas…

source: Picture file can't be saved (%s)…
lt: Nepavyko įrašyti paveikslėlio failo (%s)…

source: Preferences…
lt: Nustatymai…

source: File Browser
lt: Failų naršyklė

source: Default directory:
lt: Numatytasis aplankas:

source: Specify the directory where your files are located. This path will be loaded when EasyTAG starts without parameter.
lt: Nurodykite aplanką kuriame saugomi jūsų failai. Šis kelias bus įkeltas kai EasyTAG paleidžiamas be parametrų.

source: Load on startup the default directory or the directory passed as argument
lt: Paleidžiant įkelti numatytąjį aplanką arba aplanką kuris duotas kaip argumentas

source: Automatically search files, when EasyTAG starts, into the default directory. Note that this path may be overridden by the parameter passed to easytag (easytag /path_to/mp3_files).
lt: Paleidžiant EasyTAG, automatiškai ieškoti failų numatytame aplanke. Turėkite omeny jog šis kelias gali būti pateiktas kaip parametras (easytag /kelias_iki/mp3_failų).

source: Search subdirectories
lt: Ieškoti poaplankių

source: Search subdirectories for files when reading a directory into the tree.
lt: Skaitant aplanką į medį ieškoti poaplankių.

source: Show subdirectories when selecting a directory
lt: Pasirenkant aplanką rodyti poaplankius

source: This expands the selected node into the file browser to display the sub-directories.
lt: Tai išskleidžia pasirinktą mazgą į failų naršyklę ir rodo poaplankius.

source: Search hidden directories
lt: Ieškoti paslėptus aplankus

source: Search hidden directories for files (directories starting by a '.').
lt: Paslėptuose(aplankai kurie prasideda „.“) aplankuose ieškoti failų

source: Misc
lt: Kita

source: User Interface
lt: Naudotojo sąsaja

source: Show header information of file
lt: Rodyti failo antraštės informaciją

source: If activated, information about the file as the bitrate, the time, the size, will be displayed under the filename entry.
lt: Jei aktyvuota, informacija apie bitų dažnį, laiką ir dydį bus rodoma prie failo įrašo.

source: Display changed files in list using:
lt: Pakeistus failus rodyti sąraše naudojant:

source: Red color
lt: Raudoną spalvą

source: Bold style
lt: Paryškintai

source: Sorting List Options
lt: Rikiavimo sąrašo parinktys

source: Sort the file list by:
lt: Failų sąrašą rikiuoti pagal:

source: Ascending file name
lt: Failo vardą didėjimo tvarka

source: Descending file name
lt: Failo vardą mažėjimo tvarka

source: Ascending track number
lt: Takelio numerį didėjimo tvarka

source: Descending track number
lt: Takelio numerį mažėjimo tvarka

source: Ascending creation date
lt: Sukūrimo datą didėjimo tvarka

source: Descending creation date
lt: Sukūrimo datą mažėjimo tvarka

source: Ascending title
lt: Pavadinimą didėjimo tvarka

source: Descending title
lt: Pavadinimą mažėjimo tvarka

source: Ascending artist
lt: Atlikėją didėjimo tvarka

source: Descending artist
lt: Atlikėją mažėjimo tvarka

source: Ascending album
lt: Albumą didėjimo tvarka

source: Descending album
lt: Albumą mažėjimo tvarka

source: Ascending year
lt: Metus didėjimo tvarka

source: Descending year
lt: Metus mažėjimo tvarka

source: Ascending genre
lt: Žanrą didėjimo tvarka

source: Descending genre
lt: Žanrą mažėjimo tvarka

source: Ascending comment
lt: Komentarą didėjimo tvarka

source: Descending comment
lt: Komentarą mažėjimo tvarka

source: Select the type of file sorting when loading a directory.
lt: Pasirinkite failų rikiavimo tipą, kuris bus naudojamas įkeliant aplanką.

source: If activated, the sorting of the list will be dependent on the case.
lt: Jei aktyvuota, sąrašas bus rikiuojamas atsižvelgiant į raidžių registrą.

source: Message Dialog Position
lt: Pranešimo dialogo vieta

source: No particular position
lt: Nėra numatytosios vietos

source: Let the Window Manager to place the windows.
lt: Leisti langų tvarkyklei padėti langą.

source: Center of the main window
lt: Pagrindinio lango centre

source: Windows should be placed in the center of the main window.
lt: Langai turėtų būti padėti pagrindinio lango centre.

source: Center of the screen
lt: Ekrano centre

source: Windows should be placed in the center of the screen.
lt: Langai turėtų būti padėti ekrano centre.

source: Mouse position
lt: Pelės žymeklio vietoje

source: Windows should be placed at the current mouse position.
lt: Langai turėtų būti padėti ten kur yra pelės žymeklis.

source: File Audio Player
lt: Garso failų grotuvas

source: Player to run:
lt: Naudoti grotuvą:

source: Enter the program used to play the files. Some arguments can be passed for the program (as 'xmms -p') before to receive files as other arguments.
lt: Pasirinkite kuri programa bus naudojama failų atkūrimui. Prieš gaunant failus kaip argumentus programai galima perduoti kai kuriuos parametrus (kaip „xmms -p“)

source: Log Options
lt: Žurnalo parinktys

source: Show log view in main window
lt: Pagrindiniame lange rodyti žurnalą

source: If activated, the log view would be visible in the main window.
lt: Jei aktyvuota, pagrindiniame lange bus matomas žurnalas.

source: Max number of lines:
lt: Daugiausia eilučių:

source: File Settings
lt: Failo nustatymai

source: File Options
lt: Failo parinktys

source: Replace illegal characters in filename (for Windows and CD-Rom)
lt: Failo varde pakeisti netinkamus simbolius (Windows ir CD-Rom)

source: Convert illegal characters for FAT32/16 and ISO9660 + Joliet filesystems ('\', ':', ';', '*', '?', '"', '<', '>', '|') of the filename to avoid problem when renaming the file. This is useful when renaming the file from the tag with the scanner.
lt: Siekiant išvengti bėdų pervadinant failus konvertuoti netinkamus simbolius FAT32/16 ir ISO9660 + Joliet failų sistemoms ('\', ':', ';', '*', '?', '"', '<', '>', '|'). Tai naudinga pervadinant failą iš žymos su skaitytuvu.

source: Convert filename extension to:
lt: Konvertuoti failo vardo plėtinį į:

source: Lower Case
lt: Mažąsias raides

source: For example, the extension will be converted to '.mp3'
lt: Pavyzdžiui, plėtinys bus konvertuotas į „.mp3“

source: Upper Case
lt: Didžiąsias raides

source: For example, the extension will be converted to '.MP3'
lt: Pavyzdžiui, plėtinys bus konvertuotas į „.MP3“

source: No Change
lt: Nieko nekeisti

source: The extension will not be converted
lt: Plėtinys nebus konvertuotas

source: Preserve modification time of the file
lt: Nepakeisti failo keitimo laiko

source: Preserve the modification time (in file properties) when saving the file.
lt: Išsaugant failą nepakeisti failo keitimo laiko (failo savybėse).

source: Update modification time of the parent directory of the file (recommended when using Amarok)
lt: Atnaujinti aukštesnio aplanko keitimo laiką (rekomenduojama naudojant Amarok)

source: The modification time of the parent directory of the file will be updated when saving tag the file. At the present time it is automatically done only when renaming a file. This feature is interesting when using applications like Amarok. For performance reasons, they refresh file information by detecting changes of the parent directory.
lt: Saugant failą tėvinio aplanko keitimo laikas bus atnaujintas. Šiuo metu automatiškai tai daroma tik pervadinant failą. Ši galimybė yra įdomi tik naudojant tokias programas kaip Amarok. Dėl greitaveikos jie atnaujinimo laiką aptinka aptikdami aukštesnio aplanko keitimus.

source: Character Set for File Name
lt: Failo vardo simbolių rinkinys

source: Rules to apply if some characters can't be converted to the system character encoding when writing filename:
lt: Taisyklės kurios bus pritaikomos jei pervadinant failą neįmanoma konvertuoti nekurių simbolių:

source: Try another character encoding
lt: Pabandyti kitą simbolių koduotę

source: With this option, it will try the conversion to the encoding associated to your locale (for example: ISO-8859-1 for 'fr', KOI8-R for 'ru', ISO-8859-2 for 'ro'). If it fails, it will try the character encoding ISO-8859-1.
lt: Su šia parinktimi bus bandoma konvertuoti į koduotę susietą su jūsų naudojama kalba (pvz. ISO-8859-1 -> 'fr', KOI8-R -> 'ru', ISO-8859-2 -> 'ro'). Jei nepavyks, bus bandoma ISO-8859-1 koduotė.

source: Force using the system character encoding and activate the transliteration
lt: Priverstinai naudoti sistemos simbolių koduotę ir aktyvuoti transliteraciją

source: With this option, when a character cannot be represented in the target character set, it can be approximated through one or several similarly looking characters.
lt: Su šia parinktimi, kai simbolis negali būti atvaizduotas paskirties simbolių rinkinyje, bus naudojamas vienas ar keli panašūs simboliai.

source: Force using the system character encoding and silently discard some characters
lt: Priverstinai naudoti sistemos simbolių koduotę ir tyliai pašalinti kai kuriuos simbolius

source: With this option, when a character cannot be represented in the target character set, it will be silently discarded.
lt: Su šia parinktimi, kai simbolis negali būti atvaizduotas paskirties simbolių rinkinyje jis bus tyliai pašalintas.

source: Tag Settings
lt: Žymos nustatymai

source: Tag Options
lt: Žymos parinktys

source: Auto completion of date if not complete
lt: Jei nebaigta, užbaigti datą

source: Try to complete the year field if you enter only the last numerals of the date (for instance, if the current year is 2005: 5 => 2005, 4 => 2004, 6 => 1996, 95 => 1995…).
lt: Įvedus paskutinius metų skaičius, pabandyti užpildyti likusius (pavyzdžiui jei dabar yra 2005 metai: 5=>2005, 4 => 2004, 6 => 1996, 95 => 1995…).

source: Write the track field with the following number of digits:
lt: Įrašyti takelio lauke tiek skaitmenų:

source: If activated, the track field is written using the number '0' as padding to obtain a number with 'n' digits (for example, with two digits: '05', '09', '10'…). Else it keeps the 'raw' track value.
lt: Jei aktyvuota, takelio laukelis rašomas pridedant „0“ norint gauti reikiamą skaičių kiekį (pvz. norint matyti du skaičius: „05“, „09“, „10“…). Kitu atveju paliekamas „grynas“ takelio numeris.

source: Ogg Vorbis Files: write also the comment in the XMMS format
lt: Ogg Vorbis failai: į XMMS formatą rašyti ir komentarą

source: XMMS doesn't make use of the right way to identify a comment in Ogg Vorbis files as other apps do. In fact, this field is usually labeled with 'comment=', whereas XMMS uses only `='. Please, uncheck this option if you don't want other apps to complain about an unknown field. Comments won't be shown in XMMS, though.
lt: XMMS Ogg Vorbis failuose nesugeba teisingai atpažinti komentarų. Paprastai šis laukelis pavadinamas „comment=“, kur XMMS naudoja tik „=“. Atžymėkite šia parinkty jei nenorite jog kitos programos skųstųsi apie nežinomą laukelį. Atžymėjus, XMMS nerodys komentarų.

source: Tag field focus when switching files in list with shortcuts Page Up/Page Down:
lt: Sąraše naudojant susiejimus „Page up/Page down“ žymos laukelis gauna fokusą:

source: Keep focus to the same tag field
lt: Palikti fokusą tam pačiam žymos laukeliui

source: Return focus to the first tag field (i.e. 'Title' field)
lt: Grąžinti fokusą pirmam žymos laukeliui (t.y. „Pavadinimo“ laukeliui)

source: Tag Splitting
lt: Žymių skaidymas

source: For Vorbis tags, selected fields will be split at dashes and saved as separate tags
lt: Vorbis žymoms, pasirinkti laukeliai bus perskirti pagal taškus ir išsaugoti kaip atskiros žymos

source: Original artist
lt: Originalus atlikėjas

source: ID3 Tag Settings
lt: ID3 žymių nustatymai

source: ID3 Tag Rules
lt: ID3 žymių taisyklės

source: Write ID3 tags in FLAC files (in addition to FLAC tag)
lt: FLAC failuose rašyti ID3 žymes (kaip papildymą FLAC žymoms)

source: If activated, ID3 tags will be also added in the FLAC file (according the two rules above, plus the FLAC tag). Else ID3 tags will be stripped.
lt: Jei aktyvuota, FLAC faile bus pridėtos ir ID3 žymos (pagal dvi ankstesnes taisykles, plius FLAC žyma). Kitu atveju ID3 žymos bus pašalintos.

source: Strip tags if all fields are set to blank
lt: Pašalinti žymes jei visi laukeliai tušti

source: As ID3v2 tags may contain other data than Title, Artist, Album, Year, Track, Genre or Comment (as an attached picture, lyrics…), this option allows you to strip the whole tag when these seven standard data fields have been set to blank.
lt: ID3v2 žymos gali turėti daugiau duomenų nei tik Pavadinimas, Atlikėjas, Albumas, Metai, Takelis, Žanras ir Komentaras (taipogi prisegtas paveikslėlis, žodžiai…) ši parinktis leidžia pašalinti visą žymą, kai šie septyni laukeliai tušti.

source: Automatically convert old ID3v2 tag versions
lt: Automatiškai konvertuoti senas ID3v2 žymių versijas

source: If activated, an old ID3v2 tag version (as ID3v2.2) will be updated to the ID3v2.3 version.
lt: Jei aktyvuota, senos ID3v2 žymių versijos (tokios kaip ID3v2.2) bus atnaujintos iki ID3v2.3 versijos.

source: Use CRC32
lt: Naudoti CRC32

source: Set CRC32 in the ID3v2 tags
lt: ID3v2 žymose nustatyti CRC32

source: Use Compression
lt: Naudoti glaudinimą

source: Set Compression in the ID3v2 tags
lt: ID3v2 žymose nustatyti suspaudimą

source: Write Genre in text only
lt: Žanrą rašyti tekstu

source: Don't use ID3v1 number references in genre tag. Enable this if you see numbers as genre in your music player.
lt: Nenaudoti ID3v1 žanro žymos numerių atitikmenų. Įjunkite tai jei savo muzikos grotuve prie žanro matote skaičius.

source: Character Set for writing ID3 tags
lt: ID3 žymių simbolių rinkinys

source: ID3v2 tags
lt: ID3v2 žymos

source: Write ID3v2 tag
lt: Rašyti ID3v2 žymes

source: If activated, an ID3v2.4 tag will be added or updated at the beginning of the MP3 files. Else it will be stripped.
lt: Jei aktyvuota, MP3 failo pradžioje bus pridėta arba atnaujinta ID3v2.4 žyma. Kitu atveju bus pašalinta.

source: Version:
lt: Versija:

source: Select the ID3v2 tag version to write: - ID3v2.3 is written using id3lib, - ID3v2.4 is written using libid3tag (recommended).
lt: Pasirinkite kurią ID3v1 versiją rašyti: - ID3v2.3 rašoma naudojant id3lib, - ID3v2.4 rašoma naudojant libid3tag (rekomenduojama).

source: Charset:
lt: Koduotė:

source: Unicode
lt: Unikodas

source: Unicode type to use
lt: Kurį unikodo tipą naudoti

source: Character set used to write the tag data in the file.
lt: Kuris simbolių rinkinys bus naudojamas rašant žymos duomenis į failą.

source: Additional settings for iconv():
lt: Papildomi iconv() nustatymai:

source: No
lt: Ne

source: With this option, when a character cannot be represented in the target character set, it isn't changed. But note that an error message will be displayed for information.
lt: Su šia parinktimi, jei simbolis negali būti atvaizduotas jis nebus pakeistas. Bus rodomas klaidos pranešimas.

source: ID3v1 tags
lt: ID3v1 žymos

source: Write ID3v1.x tag
lt: Rašyti ID3v1.x žymę

source: If activated, an ID3v1 tag will be added or updated at the end of the MP3 files. Else it will be stripped.
lt: Jei aktyvuota, MP3 failo pradžioje bus pridėta arba atnaujinta ID3v1 žyma. Kitu atveju bus pašalinta.

source: Character set used to write ID3v1 tag data in the file.
lt: Simbolių rinkinys kuris bus naudojamas rašant ID3v1 žymos duomenis į failą.

source: Character Set for reading ID3 tags
lt: Simbolių rinkinys ID3 žymių skaitymui

source: Non-standard:
lt: Nestandartinis:

source: This character set will be used when reading the tag data, to convert each string found in an ISO-8859-1 field in the tag (for ID3v2 or/and ID3v1 tag). For example: - In previous versions of EasyTAG, you could save UTF-8 strings in an ISO-8859-1 field. This is not correct. To convert these tags to Unicode: activate this option and select UTF-8. You must also activate above the option 'Try to save tags to ISO-8859-1. If it isn't possible then use UNICODE (recommended)' or 'Always save tags to UNICODE character set'. - If Unicode was not used, Russian people can select the character set 'Windows-1251' to load tags written under Windows. And 'KOI8-R' to load tags written under Unix systems.
lt: Šis simbolių rinkinys bus naudojamas konvertuoti žymas, kurios parašytos su ISO-8859-1 (ID3v2 ar/ir ID3v1 žymoms). Pavyzdžiui: - Ankstesnėse EasyTAG versijose jūs galėjote išsaugoti UTF-8 eilutes ISO-8859-1 laukelyje. Tai nėra teisinga. Šių žymų konvertavimui į unikodą: aktyvuokite šią parinktį ir pasirinkite UTF-8. Taipogi turite aktyvuoti parinktį „Bandyti žymes saugoti ISO-8859-1. Jei neįmanoma naudoti UNIKODĄ (rekomenduojama)“ arba „Visada saugoti UNIKODU“. - Jei unikodas nenaudotinas, Rusai gali pasirinkti simbolių rinkinį „Windows-1251“ ir bus įkeltos žymos parašytos Windows. Ir „KOi8-R“ norėdami įkelti žymes parašytas Unix sistemose.

source: Character set used to read tag data in the file.
lt: Simbolių rinkinys naudojamas perskaityti failo žymes.

source: Scanner
lt: Skeneris

source: Fill Tag Scanner - Character Conversion
lt: Žymių užpildymo skeneris - Simbolių konvertavimas

source: Convert underscore character '_' and string '%20' to space ' '
lt: Konvertuoti pabraukimo simbolį „_“ ir „%20“ į tarpą „ “

source: Convert space ' ' to underscore '_'
lt: Konvertuoti tarpą „ “ į „_“

source: If activated, this conversion will be used when applying a mask from the scanner for tags.
lt: Jei aktyvuota, šis konvertavimas bus naudojamas žymoms taikant šablonus iš skaityklės.

source: Rename File Scanner - Character Conversion
lt: Pervadinimo failų skeneris - simbolių konvertavimas

source: If activated, this conversion will be used when applying a mask from the scanner for filenames.
lt: Jei aktyvuota, šis konvertavimas bus naudojamas žymoms taikant šablonus iš skaityklės.

source: Process Fields Scanner - Character Conversion
lt: Laukelių apdorojimo skeneris “ simbolių konvertavimas

source: Don't uppercase first letter of words for some prepositions and articles.
lt: Nekeisti raidžių į pirmą didžiąją.

source: Don't convert first letter of words like prepositions, articles and words like feat., when using the scanner 'First letter uppercase of each word' (for example, you will obtain 'Text in an Entry' instead of 'Text In An Entry').
lt: Nekonvertuoti pirmos raidės tokių žodžių kaip prielinksniai, straipsniai ir žodžiai kaip „feat.“, naudojant skaityklėje „Pirma kiekvieno žodžio raidė didžioji“ (pvz. jūs gausite „Text in an Entry“ vietoj „Text In An Entry“).

source: Scanner Window
lt: Skenerio langas

source: Open the Scanner Window on startup
lt: Paleidžiant atverti skenerio langą

source: Activate this option to open automatically the scanner window when EasyTAG starts.
lt: Aktyvuokite šią parinktį norėdami jog skenerio langas būtų atvertas paleidžiant EasyTAG.

source: Scanner window always on top
lt: Skenerio langas visada viršuje

source: If activated, the window which contains the masks will stay always over the main window.
lt: Jei aktyvuota, langas kuriame yra šablonai visada liks virš pagrindinio lango.

source: Fields
lt: Laukeliai

source: Overwrite fields when scanning tags
lt: Skaitant žymas perrašyti laukelius

source: If activated, the scanner will replace existing text in fields by the new one. If deactivated, only blank fields of the tag will be filled.
lt: Jei aktyvuota, skeneris pakeis esamą tekstą nauju. Jei išjungta, bus užpildyti tik tušti laukeliai.

source: Set this text as default comment:
lt: Nustatyti šį tekstą kaip numatytąjį komentarą:

source: Activate this option if you want to put the following string into the comment field when using the 'Fill Tag' scanner.
lt: Aktyvuokite šią parinktį jei norite įterpti šią eilutę į komentaro laukelį naudojant „Užpildyti žymes“ skenerį.

source: Use CRC32 as the default comment (for files with ID3 tags only).
lt: Kaip numatytąjį komentarą naudoti CRC32 (failam tik su ID3 žymomis).

source: Calculates the CRC-32 value of the file and writes it into the comment field when using the 'Fill Tag' scanner.
lt: Suskaičiuoja failo CRC-32 reikšmę ir įrašo į komentaro laukelį.

source: CD Data Base
lt: CD duomenų bazė

source: Server Settings for Automatic Search
lt: Automatinės paieškos serverio nustatymai

source: Name:
lt: Pavadinimas:

source: Port:
lt: Prievadas:

source: CGI Path:
lt: CGI kelias:

source: Server Settings for Manual Search
lt: Rankinės paieškos serverio nustatymai

source: Local CD Data Base
lt: Vietinė CD duomenų bazė

source: Path:
lt: Kelias:

source: Specify the directory where the local CD database is located. The local CD data base contains the eleven following directories 'blues', 'classical', 'country', 'data', 'folk', 'jazz', 'newage', 'reggae', 'rock', 'soundtrack' and 'misc'.
lt: Nurodykite kelią, kur yra vietinė CD duomenų bazė. Vietinė CD duomenų bazė turi vienuoliką aplankų: „blues“, „classical“, „classical“, „data“, „folk“, „jazz“, „newage“, „reggae“, „rock“, „soundtrack“ ir „misc“.

source: Proxy Settings
lt: Tarpinio serverio nustatymai

source: Use a proxy
lt: Naudoti tarpinį serverį

source: Set active the settings of the proxy server.
lt: Nustatyti aktyvius tarpinio serverio nustatymus

source: Host Name:
lt: Kompiuterio pavadinimas:

source: Name of the proxy server.
lt: Tarpinio serverio vardas.

source: Port of the proxy server.
lt: Tarpinio serverio prievadas.

source: User Name:
lt: Naudotojo vardas:

source: Name of user for the the proxy server.
lt: Tarpinio serverio naudotojo vardas.

source: User Password:
lt: Naudotojo slaptažodis:

source: Password of user for the the proxy server.
lt: Tarpinio serverio naudotojo slaptažodis.

source: Track Name List
lt: Takelių pavadinimų sąrašas
