Repository: DemonRem/easytag
Catalog: po/*.po
Languages: lt

source: Sound File Metadata Editor
lt: Garso failo metaduomenų redaktorius

source: Edit sound file metadata
lt: Keiskite garso failo metaduomenis

source: mp3;tag;audio;
lt: mp3;žymos;garsas;

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
lt: Ši programa yra laisva programinė įranga; galite ją platinti ir (arba) keisti pagal GNU Bendrosios Viešos Licencijos sąlygas, kaip jas pateikia Free Software Foundation; licencijos versija 2 arba (jūsų pasirinkta) bet kuri vėlesnė versija. Ši programa platinama tikintis, kad ji bus naudinga, bet BE JOKIŲ GARANTIJŲ; netgi be numanomų PREKYBINIŲ ar TINKAMUMO KONKREČIAM TIKSLUI garantijų. Daugiau informacijos rasite GNU Bendrojoje Viešoje Licencijoje. Turėjote gauti GNU Bendrosios Viešos Licencijos kopiją kartu su šia programa. Jei negavote, ją rasite <http://www.gnu.org/licenses/>.

source: translator-credits
lt: Išvertė: Aurimas Černius <aurisc4@gmail.com>

source: View and edit tags in audio files
lt: Žiūrėti ir keisti žymas garso failuose

source: Error while opening file: '%s' (%s).
lt: Klaida atveriant failą: „%s“ (%s).

source: _File
lt: _Failas

source: Sort list by tag
lt: Rikiuoti sąrašą pagal žymę

source: Sort list by property
lt: Rikiuoti sąrašą pagal savybes

source: Ascending by filename
lt: Pagal failo vardą didėjimo tvarka

source: Descending by filename
lt: Pagal failo vardą mažėjimo tvarka

source: Ascending by creation date
lt: Pagal sukūrimo datą didėjimo tvarka

source: Descending by creation date
lt: Pagal sukūrimo datą mažėjimo tvarka

source: Ascending by track number
lt: Pagal takelio numerį didėjimo tvarka

source: Descending by track number
lt: Pagal takelio numerį mažėjimo tvarka

source: Ascending by title
lt: Pagal pavadinimą didėjimo tvarka

source: Descending by title
lt: Pagal pavadinimą mažėjimo tvarka

source: Ascending by artist
lt: Pagal atlikėją didėjimo tvarka

source: Descending by artist
lt: Pagal atlikėją mažėjimo tvarka

source: Ascending by album artist
lt: Pagal albumo atlikėją didėjimo tvarka

source: Descending by album artist
lt: Pagal albumo atlikėją mažėjimo tvarka

source: Ascending by album
lt: Pagal albumą didėjimo tvarka

source: Descending by album
lt: Pagal albumą mažėjimo tvarka

source: Ascending by year
lt: Pagal metus didėjimo tvarka

source: Descending by year
lt: Pagal metus mažėjimo tvarka

source: Ascending by genre
lt: Pagal žanrą didėjimo tvarka

source: Descending by genre
lt: Pagal žanrą mažėjimo tvarka

source: Ascending by comment
lt: Pagal komentarą didėjimo tvarka

source: Descending by comment
lt: Pagal komentarą mažėjimo tvarka

source: Ascending by composer
lt: Pagal kompozitorių didėjimo tvarka

source: Descending by composer
lt: Pagal kompozitorių mažėjimo tvarka

source: Ascending by original artist
lt: Pagal originalų atlikėją didėjimo tvarka

source: Descending by original artist
lt: Pagal originalų atlikėją mažėjimo tvarka

source: Ascending by copyright
lt: Pagal autorines teises didėjimo tvarka

source: Descending by copyright
lt: Pagal autorines teises mažėjimo tvarka

source: Ascending by URL
lt: Pagal URL didėjimo tvarka

source: Descending by URL
lt: Pagal URL mažėjimo tvarka

source: Ascending by encoder name
lt: Pagal kodavimą didėjimo tvarka

source: Descending by encoder name
lt: Pagal kodavimą mažėjimo tvarka

source: Ascending by file type
lt: Pagal failo tipą didėjimo tvarka

source: Descending by file type
lt: Pagal failo tipą mažėjimo tvarka

source: Ascending by file size
lt: Pagal failo dydį didėjimo tvarka

source: Descending by file size
lt: Pagal failo dydį mažėjimo tvarka

source: Ascending by duration
lt: Pagal trukmę didėjimo tvarka

source: Descending by duration
lt: Pagal trukmę mažėjimo tvarka

source: Ascending by bitrate
lt: Pagal bitų dažnį didėjimo tvarka

source: Descending by bitrate
lt: Pagal bitų dažnį mažėjimo tvarka

source: Ascending by samplerate
lt: Pagal diskretizacijos dažnį didėjimo tvarka

source: Descending by samplerate
lt: Pagal diskretizacijos dažnį mažėjimo tvarka

source: Open Files With…
lt: Atverti failus su…

source: Open files with…
lt: Atverti failus su…

source: Select All Files
lt: Pasirinkti visus failus

source: Select all files
lt: Pasirinkti visus failus

source: Unselect All Files
lt: Nepasirinkti nieko

source: Unselect all files
lt: Nepasirinkti jokių failų

source: Invert Files Selection
lt: Invertuoti pasirinkimą

source: Invert files selection
lt: Invertuoti failų pasirinkimą

source: Delete Files
lt: Ištrinti failus

source: Delete files
lt: Ištrinti failus

source: _First File
lt: _Pirmas failas

source: First file
lt: Pirmas failas

source: _Previous File
lt: _Ankstesnis failas

source: Previous file
lt: Ankstesnis failas

source: _Next File
lt: _Sekantis failas

source: Next file
lt: Kitas failas

source: _Last File
lt: _Paskutinis failas

source: Last file
lt: Paskutinis failas

source: S_can Files…
lt: S_kaityti failus…

source: Scan files
lt: Skaityti failus

source: _Remove Tags
lt: _Pašalinti žymas

source: Remove tags
lt: Pašalinti žymas

source: _Undo Last Files Changes
lt: _Atšaukti paskutinius failų pakeitimus

source: Undo last Files changes
lt: Atšaukti paskutinius failų pakeitimus

source: R_edo Last Files Changes
lt: _Pakartoti paskutinius failų pakeitimus

source: Redo last files changes
lt: Pakartoti paskutinius failų pakeitimus

source: _Save Files
lt: _Įrašyti failus

source: Save files
lt: Įrašyti failus

source: _Force Saving Files
lt: _Priverstinai įrašyti failus

source: Force saving files
lt: Priverstinai įrašyti failus

source: Undo Last Changes
lt: Atšaukti paskutinius keitimus

source: Undo last changes
lt: Atšaukti paskutinius pakeitimus

source: Redo Last Changes
lt: Pakartoti paskutinius keitimus

source: Redo last changes
lt: Pakartoti paskutinius pakeitimus

source: _Quit
lt: I_šeiti

source: Quit
lt: Išeiti

source: _Browser
lt: Naršyklė

source: Go to _Home Directory
lt: Eiti į _namų aplanką

source: Go to home directory
lt: Eiti į namų aplanką

source: Go to Desktop Directory
lt: Eiti į darbastalio aplanką

source: Go to desktop directory
lt: Eiti į darbastalio aplanką

source: Go to Documents Directory
lt: Eiti į dokumentų aplanką

source: Go to documents directory
lt: Eiti į dokumentų aplanką

source: Go to Downloads Directory
lt: Eiti į atsiuntimų aplanką

source: Go to downloads directory
lt: Eiti į parsiuntimų aplanką

source: Go to Music Directory
lt: Eiti į muzikos aplanką

source: Go to music directory
lt: Eiti į muzikos aplanką

source: Go to _Default Directory
lt: Eiti į _numatytąjį aplanką

source: Go to default directory
lt: Eiti į numatytąjį aplanką

source: Set _Current Path as Default
lt: Nustatyti _dabartinį kelią numatytuoju

source: Set current path as default
lt: Nustatyti dabartinį kelią numatytuoju

source: Tree View | Artist-Album View
lt: Aplankų medžio rodinys | Atlikėjo-Albumo rodinys

source: Toggle between tree view and artist-album view
lt: Perjungti tarp medžio ir atlikėjo-albumo rodinių

source: Rename Directory…
lt: Pervadinti aplanką…

source: Rename directory
lt: Pervadinti aplanką

source: Reload Directory
lt: Įkelti aplanką iš naujo

source: Reload directory
lt: Įkelti aplanką iš naujo

source: Browse Directory with…
lt: Naršyti aplanką su…

source: Browse directory with…
lt: Naršyti aplanką su…

source: _Collapse Tree
lt: _Suskleisti medį

source: _Collapse tree
lt: _Suskleisti medį

source: _Refresh Tree
lt: _Atnaujinti medį

source: _Refresh tree
lt: _Atnaujinti medį

source: S_canner
lt: _Skeneris

source: _Fill Tags…
lt: _Užpildyti žymas…

source: Fill tags
lt: Užpildyti žymas

source: _Rename Files and Directories…
lt: _Pervadinti failus ir aplankus…

source: Rename files and directories
lt: Pervadinti failus ir aplankus

source: _Process Fields…
lt: _Apdoroti laukus…

source: Process Fields
lt: Apdoroti laukelius

source: _Miscellaneous
lt: Į_vairūs

source: Find _Files…
lt: Rasti failus…

source: Find files
lt: Rasti failus

source: CD Data_base Search…
lt: CD duomenų bazės paieška…

source: CDDB search
lt: CDDB paieška

source: Load Filenames From Text File…
lt: Įkelti failų pavadinimus iš tekstinio failo…

source: Load filenames from text file
lt: Įkelti failų pavadinimus iš tekstinio failo

source: Write Playlist…
lt: Įrašyti grojaraštį…

source: Write playlist
lt: Įrašyti grojaraštį…

source: Run Audio Player
lt: Paleisti audio grotuvą

source: Run audio player
lt: Paleisti muzikos grotuvą

source: _Settings
lt: _Nustatymai

source: _Preferences
lt: _Nustatymai

source: Preferences
lt: Nustatymai

source: _Help
lt: Ž_inynas

source: _About
lt: _Apie

source: About
lt: Apie

source: Stop the current action
lt: Sustabdyti dabartinį veiksmą

source: _File Operations
lt: _Failų operacijos

source: CDDB Search Files…
lt: CDDB failų paieška…

source: CDDB search files…
lt: CDDB failų paieška…

source: Clear log
lt: Išvalyti žurnalą

source: Browse _Subdirectories
lt: Naršyti _poaplankius

source: Browse subdirectories
lt: Naršyti poaplankius

source: Show Hidden Directories
lt: Rodyti paslėptus aplankus

source: Show hidden directories
lt: Rodyti paslėptus aplankus

source: Show Tree Browser / Display by Artist and Album
lt: Rodyti medžio naršyklę / Rodyti Atlikėją ir albumą

source: Show tree browser / display by artist and Album
lt: Rodyti medžio naršyklę / rodyti pagal atlikėją ir albumą

source: Could not merge UI, error was: %s
lt: Sulieti UI nepavyko, įvyko klaida: %s

source: Ready to start…
lt: Pasiruošęs paleidimui…

source: New default path for files selected
lt: Naujas numatytasis kelias pasirinktiems failams

source: Some files have been modified but not saved
lt: Kai kurie failai buvo pakeisti bet neįrašyti

source: Do you want to save them before changing the directory?
lt: Ar norite juos įrašyti prieš pakeisdami aplanką?

source: Confirm Directory Change
lt: Patvirtinkite aplanko pakeitimą

source: <All albums>
lt: <Visi albumai>

source: Error: Searching for %s, could not find node %s in tree.
lt: Klaida: ieškant „%s“ medyje nerastas %s

source: Tree
lt: Medis

source: File Name
lt: Failo vardas

source: Title
lt: Pavadinimas

source: Artist
lt: Atlikėjas

source: Album Artist
lt: Albumo atlikėjas

source: Album
lt: Albumas

source: Year
lt: Metai

source: Disc
lt: Diskas

source: Track
lt: Takelis

source: Genre
lt: Žanras

source: Comment
lt: Komentaras

source: Composer
lt: Kompozitorius

source: Original Artist
lt: Originalus atlikėjas

source: Copyright
lt: Autorinės teisės

source: Encoded By
lt: Kodavo

source: # Albums
lt: # Albumai

source: # Files
lt: # Failai

source: Go to parent directory
lt: Eiti į aukštesnį aplanką

source: Enter a directory to browse.
lt: Įveskite kurį aplanką naršyti.

source: Select a directory to browse.
lt: Pasirinkite kurį aplanką naršyti.

source: No files
lt: Nėra failų

source: Artist & Album
lt: Atlikėjas ir albumas

source: Rename the directory
lt: Pervadinti aplanką

source: Rename the directory '%s' to:
lt: Pervadinti aplanką „%s“ į:

source: Use mask:
lt: Naudoti kaukę:

source: If activated, it will use masks to rename directory.
lt: Jei aktyvuota, aplanko pervadinimui bus naudojami šablonai....

source: Select or type in a mask using codes (see Legend in Scanner Window) to rename the directory from tag fields.
lt: Norėdami pervadinti aplanką naudodami informaciją iš žymių laukelių pasirinkite arba įveskite šablono kodą (žiūrėkite legendą skenerio lange).

source: Invalid Scanner Mask
lt: Netinkamas skenerio šablonas

source: Rename directory preview…
lt: Pervadinamo aplanko peržiūra…

source: You must type a directory name
lt: Turite nurodyti aplanko pavadinimą

source: Directory Name Error
lt: Aplanko pavadinimo klaida

source: Could not convert '%s' into filename encoding.
lt: Nepavyko konvertuoti „%s“ į failo pavadinimo koduotę.

source: Please use another name
lt: Naudokite kitą pavadinimą

source: The directory name '%s' already exists
lt: Aplankas „%s“ jau yra

source: Rename File Error
lt: Failo pervadinimo klaida

source: Rename Directory Error
lt: Aplanko pervadinimo klaida

source: Directory renamed
lt: Aplankas pervadintas

source: Program to run:
lt: Paleisti programą:

source: Enter the program to run. It will receive the current directory as parameter.
lt: Pasirinkite kurią programą vykdyti. JI kaip parametrą gaus esamą aplanką.

source: Open File with…
lt: Atverti failą su…

source: Enter the program to run. It will receive the current file as parameter.
lt: Pasirinkite kurią programą vykdyti. JI kaip parametrą gaus esamą failą.

source: You must type a program name
lt: Turite nurodyti programą

source: Program Name Error
lt: Programos pavadinimo klaida

source: The program '%s' cannot be found
lt: Programa „%s“ nerasta

source: Cannot execute %s (error %d)
lt: Įvykdyti %s nepavyko (klaida %d)!

source: Cannot fork another process
lt: Nepavyko paleisti kito proceso

source: Executed command: '%s %s'
lt: Vykdyta komanda: „%s %s“

source: Artist / Album
lt: Atlikėjas / Albumas

source: Category
lt: Kategorija

source: Track Name
lt: Takelio pavadinimas

source: Duration
lt: Trukmė

source: CD Database Search
lt: CD duomenų bazės paieška

source: Automatic Search
lt: Automatinė paieška

source: Request CD database:
lt: CD duomenų bazės užklausa:

source: Request automatically the CDDB database using the selected files (the order is important) to generate the CddbID
lt: Automatiškai užklausti CDDB naudojant pasirinktus failus (eiliškumas svarbus) ir sugeneruoti CddbID

source: Stop the search…
lt: Stabdyti paiešką…

source: Use local CDDB
lt: Naudoti vietinę CDDB

source: When activating this option, after loading the fields, the current selected scanner will be ran (the scanner window must be opened).
lt: Pasirinkus šią parinkty, įkėlus visus laukelius, bus paleistas pasirinktas skeneris(skenerio langas turi būti atvertas).

source: Manual Search
lt: Rankinė paieška

source: Words:
lt: Žodžiai:

source: Enter the words to search (separated by a space or '+')
lt: Įveskite paieškos žodžius (atskirtus tarpu arba „+“)

source: Search In:
lt: Kur ieškoti:

source: All Fields
lt: Visi laukai

source: Other
lt: Kita

source: All Categories
lt: Visos kategorijos

source: Blues
lt: Bliuzas

source: Classical
lt: Klasika

source: Country
lt: Kantri

source: Folk
lt: Liaudies

source: Jazz
lt: Džiazas

source: Misc.
lt: Kita.

source: Reggae
lt: Regis

source: Rock
lt: Rokas

source: Soundtrack
lt: Garso takelis

source: included: funk, soul, rap, pop, industrial, metal, etc.
lt: įeina: funk, soul, rap, pop, industrial, metal, ir t.t.

source: movies, shows
lt: filmai, laidos

source: others that do not fit in the above categories
lt: kiti, kurie nepatenka į kitas kategorijas

source: Categories
lt: Kategorijos

source: Results:
lt: Rezultatai:

source: Search:
lt: Ieškoti:

source: Enter the words to search in the list below
lt: Įveskite paieškos frazę

source: Search Next
lt: Ieškoti kito

source: Search Previous
lt: Ieškoti ankstesnio

source: Show only red lines (or show all lines) in the 'Artist / Album' list
lt: „Atlikėjų/Albumų“ sąraše rodyti tik raudonas eilutes (arba rodyti visas eilutes)

source: Unselect all lines
lt: Nepasirinkti jokių eilučių

source: Invert lines selection
lt: Invertuoti eilučių pasirinkimą

source: Select all lines
lt: Pasirinkti visas eilutes

source: Select lines to 'apply' to your files list. All lines will be processed if no line is selected. You can also reorder lines in this list before using 'apply' button.
lt: Pasirinkite eilutes kurios bus „pritaikytos“ jūsų failų sąrašui. Jei nepasirinkta jokia eilutė bus apdorotos visos. Taipogi prieš „pritaikant“ galite pakeisti eilučių tvarką.

source: Set Into:
lt: Nustatyti į:

source: All
lt: Visas

source: Track #
lt: Takelio nr.

source: # Tracks
lt: Takelių nr.

source: Run the current scanner for each file
lt: Dabartinį skenerį vykdyti kiekvienam failui

source: Match lines with the Levenshtein algorithm
lt: Atitikti eilutes su Levenšteino(Levenshtein) algoritmu

source: When activating this option, the Levenshtein algorithm (DLM: Damerau-Levenshtein Metric) will be used to match the CDDB title against every file name in the current folder, and to select the best match. This will be used when selecting the corresponding audio file, or applying CDDB results, instead of using directly the position order.
lt: Įjungus šią parinktį, Levenšteino (Levenshtein) algoritmas (DLM : Damerau-Levenshtein Metric) bus naudojama CDDB pavadinimams lyginti su kiekvienu failu dabartiniame aplanke ir bus pasirinktas geriausias atitikmuo. Tai bus naudojama pasirenkant atitinkamą garso failą ar pritaikant CDDB rezultatus užuot tiesiogiai naudojant padėties tvarką.

source: Load the selected lines or all lines (if no line selected).
lt: Įkelti pasirinktas eilutes arba visas eilutes (jei nepasirinkta jokia eilutė).

source: Ready to search…
lt: Paieškai pasirengta…

source: Album: '%s', artist: '%s', length: '%s', year: '%s', genre: '%s', ID: '%s'
lt: Albumas: „%s“, atlikėjas: „%s“, trukmė: „%s“, metai: „%s“, žanras: „%s“, ID: „%s“

source: Resolving host '%s'…
lt: Atpažįstamas kompiuterio vardas „%s“…

source: Can't resolve host '%s' (%s).
lt: Atpažinti kompiuterio vardo nepavyko „%s“ (%s).

source: Cannot create a new socket (%s)
lt: Sukurti naujos jungties nepavyko (%s)

source: Connecting to host '%s', port '%d'…
lt: Jungiamasi prie kompiuterio „%s“, prievadu „%d“…

source: Cannot connect to host '%s' (%s)
lt: Prisijungti prie kompiuterio „%s“ nepavyko (%s)

source: Connected to host '%s'
lt: Prisijungta prie „%s“

source: Receiving data (%s)…
lt: Gaunami duomenys (%s)…

source: Error when reading CDDB response (%s)
lt: Klaida skaitant CDDB atsakymą (%s)

source: Cannot create file '%s' (%s)
lt: Sukurti failo „%s“ nepavyko (%s)

source: Cannot open file '%s' (%s)
lt: Atverti failo „%s“ nepavyko (%s)

source: Sending request…
lt: Siunčiama užklausa…

source: Cannot send the request (%s)
lt: Išsiųsti užklausos nepavyko (%s)

source: Receiving data…
lt: Gaunami duomenys…

source: The server returned a bad response
lt: Serveris atsiuntė blogą atsakymą

source: The server returned a bad response: %s
lt: Serveris atsiuntė blogą atsakymą: %s

source: Sorry, the web-based search is currently not available
lt: Atsiprašome, tinklo paieška šiuo metu neveikia

source: Found one matching album
lt: Rastas %d atitinkantis albumas

source: Receiving data of page %d (album %d/%d)…
lt: Gaunami puslapio %d duomenys (albumas %d/%d)…

source: Receiving data of page %d…
lt: Gaunami puslapio %d duomenys…

source: More results to load…
lt: Daugiau rezultatų įkėlimui…

source: No file selected
lt: Nepasirinktas failas

source: More than 99 files selected. Cannot send request
lt: Pasirinkti daugiau nei 99 failai. Neįmanoma išsiųsti užklausos

source: One file selected
lt: Pasirinktas %d failas

source: The path for 'Local CD Database' was not defined
lt: Nenurodytas kelias iki vietinės CD duomenų bazės

source: Enter it in the preferences window before using this search.
lt: Prieš pradedant paiešką nustatymuose nustatykite šį kelią.

source: Local CD search…
lt: Vietinių CD paieška…

source: Sending request (CddbId: %s, #tracks: %d, Disc length: %d)…
lt: Siunčiama užklausa (CddbId: %s, #tracks: %d, Disc length: %d)…

source: DiscID '%s' gave one matching album
lt: DiscID „%s“ grąžino %d atitinkantį albumą

source: Can't load file: '%s' (%s).
lt: Įkelti failo nepavyko: „%s“ (%s).

source: Loading album track list…
lt: Įkeliamas albumo takelių sąrašas…

source: The number of CDDB results does not match the number of selected files
lt: CDDB rezultatų skaičius neatitinka pasirinktų failų skaičiaus

source: Write Tag from CDDB…
lt: Įrašyti žymą iš CDDB…

source: Arabic (IBM-864)
lt: Arabų (IBM-864)

source: Arabic (ISO-8859-6)
lt: Arabų (ISO-8859-6)

source: Arabic (Windows-1256)
lt: Arabų (Windows-1256)

source: Baltic (ISO-8859-13)
lt: Baltų (ISO-8859-13)

source: Baltic (ISO-8859-4)
lt: Baltų (ISO-8859-4)

source: Baltic (Windows-1257)
lt: Baltų (Windows-1257)

source: Celtic (ISO-8859-14)
lt: Keltų (ISO-8859-14)

source: Central European (IBM-852)
lt: Centrinės Europos (IBM-852)

source: Central European (ISO-8859-2)
lt: Centrinės Europos (ISO-8859-2)

source: Central European (Windows-1250)
lt: Centrinės Europos (Windows-1250)

source: Chinese Simplified (GB18030)
lt: Kinų supaprastinta (GB18030)

source: Chinese Simplified (GB2312)
lt: Kinų supaprastinta (GB2312)

source: Chinese Traditional (Big5)
lt: Kinų tradicinė (Big5)

source: Chinese Traditional (Big5-HKSCS)
lt: Kinų tradicinė (Big5-HKSCS)

source: Cyrillic (IBM-855)
lt: Kirilica (IBM-855)

source: Cyrillic (ISO-8859-5)
lt: Kirilica (ISO-8859-5)

source: Cyrillic (ISO-IR-111)
lt: Kirilica (ISO-IR-111)

source: Cyrillic (KOI8-R)
lt: Kirilica (KOI8-R)

source: Cyrillic (Windows-1251)
lt: Kirilica (Windows-1251)

source: Cyrillic/Russian (CP-866)
lt: Kirilica/Rusų (CP-866)

source: Cyrillic/Ukrainian (KOI8-U)
lt: Kirilica/Ukrainiečių (KOI8-U)

source: English (US-ASCII)
lt: Anglų (US-ASCII)

source: Greek (ISO-8859-7)
lt: Graikų (ISO-8859-7)

source: Greek (Windows-1253)
lt: Graikų (Windows-1253)

source: Hebrew (IBM-862)
lt: Hebrajų (IBM-862)

source: Hebrew (Windows-1255)
lt: Hebrajų (Windows-1255)

source: Japanese (EUC-JP)
lt: Japonų (EUC-JP)

source: Japanese (ISO-2022-JP)
lt: Japonų (ISO-2022-JP)

source: Japanese (Shift_JIS)
lt: Japonų (Shift_JIS)

source: Korean (EUC-KR)
lt: Korėjiečių (EUC-KR)

source: Nordic (ISO-8859-10)
lt: Šiaurės Europos (ISO-8859-10)

source: South European (ISO-8859-3)
lt: Pietų Europos (ISO-8859-3)

source: Thai (TIS-620)
lt: Tajų (TIS-620)

source: Turkish (IBM-857)
lt: Turkų (IBM-857)

source: Turkish (ISO-8859-9)
lt: Turkų (ISO-8859-9)

source: Turkish (Windows-1254)
lt: Turkų (Windows-1254)

source: Unicode (UTF-8)
lt: Unikodas (UTF-8)

source: Vietnamese (VISCII)
lt: Vietnamiečių (VISCII)

source: Vietnamese (Windows-1258)
lt: Vietnamiečių (Windows-1258)

source: Visual Hebrew (ISO-8859-8)
lt: Vizualioji hebrajų (ISO-8859-8)

source: Western (IBM-850)
lt: Vakarų (IBM-850)

source: Western (ISO-8859-1)
lt: Vakarų (ISO-8859-1)

source: Western (ISO-8859-15)
lt: Vakarų (ISO-8859-15)

source: Western (Windows-1252)
lt: Vakarų (Windows-1252)

source: The filename '%s' couldn't be converted into UTF-8 (%s).
lt: Failo vardo „%s“ konvertuoti į UTF-8 nepavyko (%s).

source: Invalid UTF-8
lt: Netinkamas UTF-8

source: The UTF-8 string '%s' couldn't be converted into filename encoding (%s).
lt: Konvertuoti UTF-8 eilutę „%s“ į failo vardo koduotę nepavyko (%s).

source: The string '%s' couldn't be converted into UTF-8 (%s).
lt: Eilutės „%s“ konvertuoti į UTF-8 nepavyko (%s).

source: Starting EasyTAG version %s (PID: %d)…
lt: Paleidžiama EasyTAG versija %s (Pid: %d)…

source: Currently using libid3tag version %s…
lt: Naudojama libid3tag versija %s…

source: Currently using id3lib version %d.%d.%d…
lt: Naudojama id3lib versija %d.%d.%d…

source: Variable EASYTAGLANG defined. Setting locale: '%s'
lt: Kintamasis EASYTAGLANG nustatytas. Nustatoma kalba: „%s“

source: Setting locale: '%s'
lt: Nustatoma lokalė: „%s“

source: Currently using locale '%s' (and eventually '%s')…
lt: Naudojama lokalė „%s“ (ir galiausiai „%s“)…

source: Unable to create setting directories
lt: Nepavyko paskirties aplankų sukurti

source: Website: %s
lt: Tinklapis: %s
