Repository: DemonRem/easytag
Catalog: po/*.po
Languages: lt

source: Unknown parameter or path '%s'
lt: Nežinomas parametras arba kelias „%s“

source: Browser
lt: Naršyklė

source: File
lt: Failas

source: Read-only File
lt: Failas tik skaitymui

source: File Link Broken
lt: Nuoroda į failą neveikia

source: Encoder:
lt: Kodavimas:

source: Bitrate:
lt: Bitų dažnis:

source: Freq.:
lt: Dažnis:

source: Mode:
lt: Režimas:

source: Size:
lt: Dydis:

source: Duration:
lt: Trukmė:

source: Tag
lt: Žyma

source: Common
lt: Bendra

source: Title:
lt: Pavadinimas:

source: Tag selected files with this title
lt: Žymėti pasirinktus failus su šiuo pavadinimu

source: Artist:
lt: Atlikėjas:

source: Tag selected files with this artist
lt: Žymėti pasirinktus failus su šiuo atlikėju

source: Album artist:
lt: Albumo atlikėjas:

source: Tag selected files with this album artist
lt: Žymėti pasirinktus failus su šiuo albumo atlikėju

source: Album:
lt: Albumas:

source: Tag selected files with this album name
lt: Žymėti pasirinktus failus su šiuo albumo pavadinimu

source: Tag selected files with this disc number
lt: Žymėti pasirinktus failus su šiuo disko numeriu

source: Year:
lt: Metai:

source: Tag selected files with this year
lt: Žymėti pasirinktus failus su šiais metais

source: Number selected tracks sequentially. Starts at 01 in each subdirectory.
lt: Sunumeruoti pasirinktus takelius. Prasideda 01 kiekviename aplanke.

source: Track #:
lt: Takelio nr.:

source: Set the number of files, in the same directory of the displayed file, to the selected tracks.
lt: Nustatykite failų skaičių tame pačiame aplanke kaip ir rodomas failas.

source: Tag selected files with this number of tracks
lt: Žymėti pasirinktus failus su šiuo takelių numeriu

source: Genre:
lt: Žanras:

source: Tag selected files with this genre
lt: Žymėti pasirinktus failus su šiuo žanru

source: Comment:
lt: Komentaras:

source: Tag selected files with this comment
lt: Žymėti pasirinktus failus su šiuo komentaru

source: Composer:
lt: Kompozitorius:

source: Tag selected files with this composer
lt: Žymėti pasirinktus failus su šiuo kompozitoriumi

source: Orig. artist:
lt: Orig. atlikėjas:

source: Tag selected files with this original artist
lt: Žymėti pasirinktus failus su šiuo originaliu atlikėju

source: Copyright:
lt: Autorinės teisės:

source: Tag selected files with this copyright
lt: Žymėti pasirinktus failus su šiomis autorinėmis teisėmis

source: Tag selected files with this URL
lt: Žymėti pasirinktus failus su šiuo URL

source: Encoded by:
lt: Kodavimas:

source: Tag selected files with this encoder name
lt: Žymėti pasirinktus failus su šiuo kodavimu

source: Pictures
lt: Paveikslėliai

source: Pictures:
lt: Paveikslėliai:

source: You can use drag and drop to add picture.
lt: Norėdami pridėti paveikslėlį galite atvilkti ir numesti jį.

source: Tag selected files with these pictures
lt: Žymėti pasirinktus failus su šiais paveikslėliais

source: Add pictures to the tag (drag and drop is also available).
lt: Pridėti paveikslėlį į žymes (taipogi veikia atvilkimas).

source: Remove selected pictures, else all pictures.
lt: Pašalinti pasirinktus paveikslėlius, arba visus.

source: Save the selected pictures on the hard disk.
lt: Išsaugoti pasirinktus paveikslėlius kietajame diske.

source: Set properties of the selected pictures.
lt: Nustatyti pasirinktų paveikslėlių savybes.

source: Selected files tagged with title '%s'.
lt: Pasirinkti failai sužymėti su pavadinimu „%s“.

source: Removed title from selected files.
lt: Iš pasirinktų failų pašalintas pavadinimas.

source: Selected files tagged with artist '%s'.
lt: Pasirinkti failai sužymėti su atlikėju „%s“.

source: Removed artist from selected files.
lt: Iš pasirinktų failų pašalintas atlikėjas.

source: Selected files tagged with album artist '%s'.
lt: Pasirinkti failai sužymėti su albumo atlikėju „%s“.

source: Removed album artist from selected files.
lt: Iš pasirinktų failų pašalintas albumo atlikėjas.

source: Selected files tagged with album '%s'.
lt: Pasirinkti failai sužymėti su albumu „%s“.

source: Removed album name from selected files.
lt: Iš pasirinktų failų pašalintas albumas.

source: Selected files tagged with disc number '%s'.
lt: Pasirinkti failai sužymėti su disko numeriu „%s“.

source: Removed disc number from selected files.
lt: Iš pasirinktų failų pašalintas disko numeris.

source: Selected files tagged with year '%s'.
lt: Pasirinkti failai sužymėti su metais „%s“.

source: Removed year from selected files.
lt: Iš pasirinktų failų pašalinti metai.

source: Selected files tagged with track like 'xx/%s'.
lt: Pasirinkti failai sužymėti su takeliu „xx/%s“.

source: Selected files tagged with track like 'xx'.
lt: Pasirinkti failai sužymėti su takeliu „xx“.

source: Removed track number from selected files.
lt: Iš pasirinktų failų pašalintas takelio numeris.

source: Selected tracks numbered sequentially.
lt: Pasirinkti failai sunumeruoti iš eilės.

source: Selected files tagged with genre '%s'.
lt: Pasirinkti failai sužymėti su žanru „%s“.

source: Removed genre from selected files.
lt: Iš pasirinktų failų pašalintas žanras.

source: Selected files tagged with comment '%s'.
lt: Pasirinkti failai sužymėti su komentaru „%s“.

source: Removed comment from selected files.
lt: Iš pasirinktų failų pašalintas komentaras.

source: Selected files tagged with composer '%s'.
lt: Pasirinkti failai sužymėti su kompozitoriumi „%s“.

source: Removed composer from selected files.
lt: Iš pasirinktų failų pašalintas kompozitorius.

source: Selected files tagged with original artist '%s'.
lt: Pasirinkti failai sužymėti su originaliu atlikėju „%s“.

source: Removed original artist from selected files.
lt: Iš pasirinktų failų pašalintas originalus atlikėjas.

source: Selected files tagged with copyright '%s'.
lt: Pasirinkti failai sužymėti su autorinėmis teisėmis „%s“.

source: Removed copyright from selected files.
lt: Iš pasirinktų failų pašalintos autorinės teisės.

source: Selected files tagged with URL '%s'.
lt: Pasirinkti failai sužymėti su URL „%s“.

source: Removed URL from selected files.
lt: Iš pasirinktų failų pašalintas URL.

source: Selected files tagged with encoder name '%s'.
lt: Pasirinkti failai sužymėti su kodavimu „%s“.

source: Removed encoder name from selected files.
lt: Iš pasirinktų failų pašalintas kodavimas.

source: Selected files tagged with pictures.
lt: Pasirinkti failai sužymėti su paveikslėliais.

source: Removed pictures from selected files.
lt: Iš pasirinktų failų pašalinti paveikslėliai.

source: Select Mode and Mask, and redo the same action
lt: Pasirinkite režimą ir šabloną ir pakartokite tą patį veiksmą

source: All tags have been scanned
lt: Visos žymos nuskaitytos

source: All tags have been removed
lt: Visos žymos pašalintos

source: A file was changed by an external program
lt: %d failas buvo pakeistas išorinės programos.

source: Do you want to continue saving the file?
lt: Ar norite tęsti failo įrašymą?

source: Saving files was stopped…
lt: Failų įrašymas sustabdytas…

source: All files have been saved…
lt: Visi failai įrašyti…

source: Files have been partially deleted…
lt: Failai buvo iš dalies ištrinti…

source: All files have been deleted…
lt: Visi failai pašalinti…

source: Do you want to write the tag of file '%s'?
lt: Ar norite įrašyti failo „%s“ žymą?

source: Confirm Tag Writing
lt: Patvirtinkite žymos įrašymą

source: Repeat action for the remaining files
lt: Kartoti veiksmą ir likusiems failams

source: Rename File and Directory…
lt: Pervadinti failą ir aplanką…

source: File and directory rename confirmation required
lt: Reikia patvirtinti failo ir aplanko pervadinimą

source: Do you want to rename the file and directory '%s' to '%s'?
lt: Ar norite pervadinti failą ir aplanką „%s“ į „%s“?

source: Directory rename confirmation required
lt: Reikia patvirtinti aplanko pervadinimą

source: Do you want to rename the directory '%s' to '%s'?
lt: Ar norite pervadinti aplanką „%s“ į „%s“?

source: Rename File…
lt: Pervadinti failą…

source: File rename confirmation required
lt: Reikia patvirtinti failo pervadinimą

source: Do you want to rename the file '%s' to '%s'?
lt: Ar norite pervadinti failą „%s“ į „%s“?

source: Writing tag of '%s'
lt: Įrašoma „%s“ žyma

source: Tag(s) written
lt: Žyma(-os) įrašyta

source: Cannot write tag in file '%s' (%s)
lt: Faile „%s“ įrašyti žymos nepavyko (%s)

source: Cannot write tag in file '%s'
lt: Įrašyti žymų faile „%s“ nepavyko

source: Tag Write Error
lt: Žymų rašymo klaida

source: Renaming file '%s'
lt: Pervadinamas failas „%s“

source: Cannot rename file '%s' to '%s' (%s)
lt: Nepavyko pervadinti failo „%s“ į „%s“ (%s)

source: Cannot rename file '%s' to '%s'
lt: Nepavyko pervadinti failo „%s“ į „%s“

source: File(s) not renamed…
lt: Failas(-ai) nepervadinti…

source: Cannot rename file '%s' to '%s': %s
lt: Nepavyko pervadinti failo „%s“ į „%s“: %s

source: Cannot rename file '%s' because the following file already exists: '%s'
lt: Nepavyko pervadinti failo „%s“, nes toks failas jau yra: „%s“

source: Cannot create target directory '%s'
lt: Paskirties aplanko sukurti nepavyko „%s“

source: Cannot create target directory '%s': %s
lt: Paskirties aplanko sukurti nepavyko „%s“: %s

source: Renamed file '%s' to '%s'
lt: Failas „%s“ pervadintas į „%s“

source: File(s) renamed…
lt: Failas(-ai) pervadinti…

source: Cannot remove old directory '%s'
lt: Pašalinti seno aplanko nepavyko „%s“

source: Remove Directory Error
lt: Aplanką šalinimo klaida

source: Cannot remove old directory '%s': %s
lt: Pašalinti seno aplanko nepavyko „%s“: %s

source: Moved file '%s' to '%s'
lt: Failas „%s“ perkeltas į „%s“

source: File(s) moved…
lt: Failas(-ai) perkeltas…

source: Cannot remove old directory '%s': (%s)
lt: Pašalinti seno aplanko nepavyko „%s“: (%s)

source: Cannot move file '%s' to '%s'
lt: Nepavyko perkelti failo „%s“ į „%s“

source: File Move Error
lt: Failo perkėlimo klaida

source: Cannot move file '%s' to '%s': (%s)
lt: Neįmanoma perkelti failo „%s“ į „%s“: (%s)

source: File(s) not moved…
lt: Failas(-ai) neperkelti…

source: Do you really want to delete the file '%s'?
lt: Ar tikrai norite ištrinti failą „%s“?

source: Delete File
lt: Ištrinti failą

source: File '%s' deleted
lt: Failas „%s“ pašalintas

source: Cannot read directory '%s'
lt: Nepavyko perskaityti aplanko „%s“

source: Directory Read Error
lt: Aplanko skaitymo klaida

source: Search in progress…
lt: Ieškoma…

source: File: '%s'
lt: Failas: „%s“

source: Found %d file(s) in this directory and subdirectories.
lt: Šiame aplanke ir poaplankiuose rastas %d failas(-ai).

source: Found %d file(s) in this directory.
lt: Šiame aplanke rastas %d failas(-ai).

source: No file found in this directory and subdirectories
lt: Šiame aplanke ir poaplankiuose failų nerasta

source: No file found in this directory
lt: Šiame aplanke failų nerasta

source: Searching…
lt: Ieškoma…

source: STOP the search...
lt: Stabdyti paiešką...

source: Select a directory to browse
lt: Pasirinkite, kurį aplanką naršyti

source: Tag selected files with this field
lt: Pažymėti pasirinktus failus su šiuo laukeliu

source: Convert '_' and '%20' to spaces
lt: Konvertuoti „_“ ir „%20“ į tarpus

source: Convert ' ' to '_'
lt: Konvertuoti „ “ į „_“

source: All uppercase
lt: Visos didžiosios

source: All lowercase
lt: Visos mažosios

source: First letter uppercase
lt: Pirma raidė – didžioji

source: First letter uppercase of each word
lt: Kiekvieno žodžio pirma raidė – didžioji

source: Remove spaces
lt: Pašalinti tarpus

source: Insert space before uppercase letter
lt: Prieš didžiąją raidę įterpti tarpą

source: Remove duplicate spaces or underscores
lt: Pašalinti dvigubus tarpus ar pabraukimo simbolius

source: Remove all text
lt: Pašalinti visą tekstą

source: EasyTAG version %s: Abnormal exit (PID: %d)
lt: EasyTAG versija %s: nenormalus išėjimas (PId: %d)

source: Received signal %s (%d)
lt: Gautas signalas %s (%d)

source: You have probably found a bug in EasyTAG. Please, file a bug report with a GDB backtrace ('gdb easytag core' then 'bt' and 'l') and information to reproduce it at: %s
lt: Greičiausiai radote EasyTag klaidą. Atsiųskite pranešimą apie klaidą su gdb pėdsakais („gdb easytag core“ tada „bt“ ir „l“) ir informacija kaip atkurti tą klaidą adresu: %s

source: EasyTAG version %s: Abnormal exit (PID: %d).
lt: EasyTAG %s: nenormalus išėjimas (PId: %d).

source: Received signal %s (%d)a
lt: Gautas signalas %s (%d)a

source: Unknown signal
lt: Nežinomas signalas

source: Usage: easytag [option] or: easytag [directory] Option: ------- -h, --help Display this text and exit. -v, --version Print basic information and exit. Directory: ---------- %s/path_to/files Use an absolute path to load, path_to/files Use a relative path.
lt: Naudojimas: easytag [parinktis] ar: easytag [aplankas] Parinktis: ------- -h, --help Parodo šį tekstą ir išeina. -v, --version Parodo pagrindinę informaciją ir išeina. Aplankas: ---------- %s/path_to/files Naudokite absoliutų kelią norėdami įkrauti, path_to/files Naudokite reliatyvų kelią.

source: EasyTAG: Normal exit.
lt: EasyTAG: Normalus išėjimas.

source: Do you want to save them before quitting?
lt: Ar norite juos įrašyti prieš išeidami?

source: Do you really want to quit?
lt: Ar tikrai norite palikti programą?

source: Automatic corrections applied for file '%s'.
lt: Failui „%s“ pritaikyti automatiniai pataisymai.

source: ID3 Tag
lt: ID3 žyma

source: Ogg Vorbis Tag
lt: Ogg Vorbis žyma

source: FLAC Vorbis Tag
lt: FLAC Vorbis žyma

source: APE Tag
lt: APE žyma

source: MP4/M4A/AAC Tag
lt: MP4/M4A/AAC žyma

source: Wavpack Tag
lt: Wavpack žyma

source: MP3 File
lt: MP3 failas

source: MP2 File
lt: MP2 failas

source: Ogg Vorbis File
lt: Ogg Vorbis failas

source: Speex File
lt: Speex failas

source: FLAC File
lt: FLAC failas

source: MusePack File
lt: MusePack failas

source: Monkey's Audio File
lt: Monkey's Audio failas

source: MP4/AAC File
lt: MP4/AAC failas

source: Wavpack File
lt: Wavpack failas

source: One file
lt: %u failas

source: Pictures (%d)
lt: Paveikslėliai (%d)

source: Could not convert filename '%s' into system filename encoding
lt: Nepavyko konvertuoti failo pavadinimo „%s“ į sistemos failų pavadinimų koduotę

source: Try setting the environment variable G_FILENAME_ENCODING.
lt: Pabandykite nustatyti aplinkos kintamąjį G_FILENAME_ENCODING.

source: Filename translation
lt: Failo vardo vertimas

source: Channels:
lt: Kanalai:

source: Error while opening file: '%s' as FLAC (%s).
lt: Klaida atveriant failą: „%s“ kaip FLAC (%s).

source: The year value '%s' seems to be invalid in file '%s'. The information will be lost while saving tag.
lt: Metų reikšmė „%s“ faile „%s“ yra netinkama. Išsaugant žymę informacija bus prarasta.

source: Picture block isn't valid: '%s'
lt: Paveikslėlio blokas netinkamas: „%s“

source: Error: Failed to write comments to file '%s' (%s).
lt: Klaida: į failą „%s“ nepavyko įrašyti komentarų(%s).

source: Written tag of '%s'
lt: Žyma „%s“ įrašyta

source: Removed tag of '%s'
lt: „%s“ žyma pašalinta

source: Error while removing ID3v1 tag of '%s' (%s)
lt: Klaida šalinant „%s“ ID3v1 žymę (%s)

source: Error while removing ID3v2 tag of '%s' (%s)
lt: Klaida šalinant „%s“ ID3v2 žymę (%s)

source: Error while updating ID3v2 tag of '%s' (%s)
lt: Klaida atnaujinat „%s“ ID3v2 žymę (%s)

source: You have tried to save this tag to Unicode but it was detected that your version of id3lib is buggy
lt: Bandėte įrašyti šią žymą kaip unikodą, bet buvo aptikta, kad jūsų id3lib versija yra su klaidomis

source: If you reload this file, some characters in the tag may not be displayed correctly. Please, apply the patch src/id3lib/patch_id3lib_3.8.3_UTF16_writing_bug.diff to id3lib, which is available in the EasyTAG package sources. Note that this message will appear only once. File: %s
lt: Jei iš naujo įkelsite šį failą, kai kurie simboliai žymoje gali būti atvaizduoti netinkamai. Prašome pritaikyti id3lib pataisą, esančią src/id3lib/patch_id3lib_3.8.3_UTF16_writing_bug.diff EasyTag paketo pradiniame kode. Šis pranešimas bus rodomas tik kartą. Failas: %s

source: Buggy id3lib
lt: Klaidinga id3lib

source: Error while updating ID3v1 tag of '%s' (%s)
lt: Klaida atnaujinant ID3v1 „%s“ žymę (%s)

source: Updated tag of '%s'
lt: Atnaujinta „%s“ žyma

source: No error reported
lt: Neaptikta jokių klaidų

source: No available memory
lt: Nėra prieinamos atminties

source: No data to parse
lt: Nėra duomenų apdrojimui

source: Improperly formatted data
lt: Netinkamai suformuoti duomenys

source: No buffer to write to
lt: Nėra buferio rašymui

source: Buffer is too small
lt: Buferis per mažas

source: Invalid frame ID
lt: Netinkamas kadro ID

source: Requested field not found
lt: Pageidaujamas laukelis nerastas

source: Unknown field type
lt: Nežinomas laukelio tipas

source: Tag is already attached to a file
lt: Žyma jau susieta su failu

source: Invalid tag version
lt: Netinkama žymos versija

source: No file to parse
lt: Nėra failo apdorojimui

source: Attempting to write to a read-only file
lt: Bandoma rašyti į tik skaitomą failą

source: Error in compression/uncompression
lt: Klaida suspaudime/išskleidime

source: Unknown error message
lt: Nežinomas klaidos pranešimas

source: As the following corrupted file '%s' will cause an error in id3lib, it will not be processed
lt: Kadangi failas „%s“ yra sugadintas, tai sukels id3lib klaidą, programa jo neapdoros

source: Corrupted file
lt: Sugadintas failas

source: Error while creating temporary file: '%s'
lt: Klaida kuriant laikiną failą: „%s“

source: Error while creating temporary file
lt: Klaida kuriant laikiną failą

source: Error while writing to file: '%s' (%s)
lt: Klaida rašant į failą: „%s“ (%s)

source: Error while opening file: '%s' (%s). a
lt: Klaida atveriant failą: „%s“ (%s). a

source: Cannot write tag of file '%s' (%d bytes were read but %d bytes were expected)
lt: Nepavyko įrašyti failo „%s“ žymos (buvo nuskaityta %d baitų, bet tikėtasi %d baitų)

source: Size error while saving tag of '%s'
lt: Dydžio klaida įrašant „%s“ žymą

source: Log
lt: Žurnalas

source: Select file…
lt: Pasirinkite failą…

source: Select directory…
lt: Parinkite aplanką…

source: No audio player defined
lt: Nenurodytas garso grotuvas

source: Audio Player Warning
lt: Garso grotuvo klaida

source: Cannot fork another process
lt: Nepavyko pakeisti kito proceso

source: Cannot execute %s (%s)
lt: Nepavyko įvykdyti %s (%s)

source: Generate a playlist
lt: Generuoti grojaraštį

source: M3U Playlist Name
lt: M3U grojaraščio vardas

source: Use directory name
lt: Naudoti aplanko vardą

source: Edit Masks
lt: Redaguoti šablonus

source: Playlist Options
lt: Grojaraščio nustatymai

source: Include only the selected files
lt: Įtraukti tik pasirinktus failus

source: If activated, only the selected files will be written in the playlist file. Else, all the files will be written.
lt: Jei aktyvuota, į grojaraščio failą bus įrašyti tik pasirinkti failai. Kitu atveju bus įrašyti visi failai.

source: Use full path for files in playlist
lt: Grojaraštyje naudoti pilnus kelius

source: Use relative path for files in playlist
lt: Grojaraštyje naudoti reliatyvius kelius

source: Create playlist in the parent directory
lt: Grojraštį sukurti esamame aplanke

source: If activated, the playlist will be created in the parent directory.
lt: Jei aktyvuota, grojaraštis bus sukurtas aukštesniame aplanke.

source: Use DOS directory separator
lt: Naudoti DOS aplankų skirtuką

source: This option replaces the UNIX directory separator '/' into DOS separator '\'.
lt: Ši parinktis pakeičia UNIX aplanko skirtuką „/“ į DOS skirtuką „\“.

source: Playlist Content
lt: Grojaraščio turinys

source: Write only list of files
lt: Rašyti tik failų sąrašą

source: Write info using filename
lt: Informaciją rašyti naudojant failo vardą

source: Write info using:
lt: Rašyti informaciją naudojant:

source: Playlist file '%s' already exists
lt: Grojaraščio failas „%s“ jau yra

source: Do you want to save the playlist, overwriting the existing file?
lt: Ar norite įrašyti grojaraštį perrašydami esamą failą?

source: Write Playlist
lt: Rašyti grojaraštį

source: Cannot write playlist file '%s'
lt: Įrašyti grojaraščio failo „%s“ nepavyko

source: Playlist File Error
lt: Grojaraščio failo klaida

source: Written playlist file '%s'
lt: Grojaraščio failas „%s“ įrašytas

source: Find Files
lt: Rasti failus

source: Type the word to search into files. Or type nothing to display all files.
lt: Įrašykite žodį kurio bus ieškoma failuose. Arba neįrašykite nieko ir bus rodomi visi failai.

source: In:
lt: Kur:

source: the Filename
lt: failo pavadinime

source: the Tag
lt: žymoje

source: Case sensitive
lt: Skirti mažąsias ir didžiąsias raides

source: Found: %d file(s)
lt: Rasta: %d failas(-ai)

source: Load the filenames from a TXT file
lt: Įkelti failų vardus iš TXT failo

source: File:
lt: Failas:

source: Load
lt: Įkelti

source: Content of TXT file
lt: TXT failo turinys

source: Insert a blank line before the selected line
lt: Prieš pasirinktą eilutę įterpti tuščią eilutę

source: Delete the selected line
lt: Pašalinti pasirinktą eilutę

source: Delete all blank lines
lt: Pašalinti visas tuščias eilutes

source: Move up the selected line
lt: Pasirinktą eilutę perkelti aukštyn

source: Move down the selected line
lt: Pasirinktą eilutę perkelti žemyn

source: Reload
lt: Įkelti iš naujo

source: List of files
lt: Failų sąrašas

source: Selected line:
lt: Pasirinkta eilutė:

source: When activating this option, after loading the filenames, the current selected scanner will be ran (the scanner window must be opened).
lt: Aktyvavus šią parinkty, įkėlus failus, bus paleistas pasirinktas skeneris (skenerio langas turi būt atvertas).

source: Can't open file '%s' (%s)
lt: Atverti failo „%s“ nepavyko (%s)

source: Insert a blank line
lt: Įterpti tuščią eilutę

source: Delete this line
lt: Pašalinti šią eilutę

source: Move up this line
lt: Perkelti eilutę aukštyn

source: Move down this line
lt: Perkelti eilutę žemyn

source: Profile:
lt: Profilis:

source: MP4 format invalid
lt: Netinkamas MP4 formatas

source: Joint stereo
lt: Sujungtas stereo

source: Dual channel
lt: Dvigubas kanalas

source: Single channel
lt: Viengubas kanalas

source: Ogg Vorbis: The specified bitstream does not exist or the file has been initialized improperly (file: '%s').
lt: Ogg Vorbis: Nurodytas srautas neegzistuoja arba failas nebuvo tinkamai inicijuotas (failas: „%s“).

source: Ogg Vorbis: Read from media returned an error (file: '%s').
lt: Ogg Vorbis: Skaitant failą gauta klaida (failas: „%s“).

source: Ogg Vorbis: Bitstream is not Vorbis data (file: '%s').
lt: Ogg Vorbis: Srautas nėra Vorbis duomenų failas (failas: „%s“).

source: Ogg Vorbis: Vorbis version mismatch (file: '%s').
lt: Ogg Vorbis: Vorbis versija nesutampa (failas: „%s“).

source: Ogg Vorbis: Invalid Vorbis bitstream header (file: '%s').
lt: Ogg Vorbis: Netinkama Vorbis srauto antraštė (failas: „%s“).

source: Ogg Vorbis: Internal logic fault, indicates a bug or heap/stack corruption (file: '%s').
lt: Ogg Vorbis: Vidinė loginė klaida, tai reiškia programos klaidą arba dėklo pažeidimą (failas: „%s“).

source: Error: Failed to open file: '%s' as Vorbis (%s).
lt: Klaida: nepavyko atverti failo: „%s“ kaip vorbis (%s).

source: Warning: The Ogg Vorbis file '%s' contains an ID3v2 tag.
lt: Įspėjimas: Ogg Vorbis failas „%s“ turi ID3v2 žymę.

source: Add pictures
lt: Pridėti paveikslėlius

source: All Files
lt: Visi failai

source: PNG and JPEG
lt: PNG ir JPEG

source: Picture Properties %d/%d
lt: Paveikslėlio savybės %d/%d

source: Picture Type
lt: Paveikslėlio tipas

source: Picture Description:
lt: Paveikslėlio aprašymas:

source: Save picture %d/%d
lt: Išsaugoti paveikslėlį %d/%d

source: The following file already exists: '%s'
lt: Toks failas jau yra: „%s“
