Repository: DemonRem/easytag
Catalog: po/*.po
Languages: lt

source: Select corresponding audio file (according position or DLM if activated below)
lt: Pasirinkite atitinkamą audio failą (pagal poziciją arba DLM, jei aktyvuota)

source: If activated, when selecting a line in the list of tracks name, the corresponding audio file in the main list will be also selected.
lt: Jei aktyvuota, pasirenkant eilutę, takelių sąraše, bus pasirinkta ir audio failas pagrindiniame sąraše.

source: Use the Levenshtein algorithm (DLM) to match lines (using title) with audio files (using filename)
lt: Ieškant eilučių (naudojant pavadinimą) su audio failais (naudojant failo vardą) naudoti „Levenshtein algorithm (DLM)“

source: Confirmation
lt: Patvirtinimas

source: Confirm exit from program
lt: Patvirtinti išėjimą iš programos

source: If activated, opens a dialog box to ask confirmation before exiting the program.
lt: Jei aktyvuota, prieš išeinant iš programos bus parodytas dialogas su patvirtinimu.

source: Confirm writing of file tag
lt: Patvirtinti failo žymos rašymą

source: Confirm renaming of file
lt: Patvirtinti failo pervadinimą

source: Confirm deleting of file
lt: Patvirtinti failo šalinimą

source: Confirm writing of playlist
lt: Patvirtinti grojaraščio įrašymą

source: Confirm changing directory when there are unsaved changes
lt: Patvirtinti aplanko keitimą, kai yra neišsaugotų keitimų

source: Apply changes (but don't save) and close this window
lt: Pritaikyti keitimus (bet nesaugoti) ir užverti šį langą

source: Close this window without saving
lt: Užverti šį langą nesaugant

source: Save changes and close this window
lt: Išsaugoti pakeitimus ir užverti šį langą

source: (Example: %.*d_-_Track_name_1.mp3)
lt: (Pavyzdžiui: %.*d_-_Track_name_1.mp3)

source: Configuration saved
lt: Konfigūraciją išsaugota

source: Configuration unchanged
lt: Konfigūracija nepakeista

source: The selected path for 'Default path to files' is invalid
lt: Pasirinktas kelias „Numatytasis kelias iki failų“ nėra tinkamas

source: Path: '%s' Error: %s
lt: Kelias: „%s“ Klaida: %s

source: Invalid Path Error
lt: Netinkamo kelio klaida

source: The audio file player '%s' cannot be found
lt: Garso failų grotuvas „%s“ nerastas

source: Audio Player Error
lt: Garso grotuvo klaida

source: Fill Tag
lt: Užpildyti žymę

source: Rename File and Directory
lt: Pervadinti failą ir aplanką

source: Tag successfully scanned…
lt: Žymos sėkmingai nuskaitytos…

source: Tag successfully scanned…(%s)
lt: Žyma sėkmingai nuskaityta…(%s)

source: Tag scanner: strange… the extension '%s' was not found in filename '%s'
lt: Žymių skaityklė: keista…, plėtinys „%s“ failo pavadinime „%s“ nerastas

source: Scan Error: can't find separator '%s' within '%s'
lt: Skenavimo klaida: nepavyko rasti skirtuko „%s“ faile „%s“

source: New file name successfully scanned…
lt: Naujo failo pavadinimas sėkmingai nuskaitytas…

source: New file name successfully scanned…(%s)
lt: Naujo failo pavadinimas sėkmingai nuskaitytas…(%s)

source: Tag and Filename Scan
lt: Žymos ir failo pavadinimo skaitymas

source: Scanner:
lt: Skeneris:

source: Select the type of scanner to use
lt: Pasirinkite skenerio tipą

source: Open scanner window / Scan selected files
lt: Atverkite skenerio langą/Skenuokite pasirinktus failus

source: Scanner Preferences
lt: Skaityklės nustatymai

source: Show / Hide Masks Editor
lt: Rodyti/Slėpti šablonų redaktorių

source: Show / Hide Legend
lt: Rodyti/Slėpti legendą

source: Close this window
lt: Užverti šį langą

source: Select or type in a mask using codes (see Legend) to parse file name and path. Used to fill in tag fields.
lt: Norėdami apdoroti failo vardą ir kelią pasirinkite arba įrašykite šabloną naudojant kodus(žiūrėkite legendą). Naudota žymių užpildymui.

source: Fill tag preview…
lt: Užpildytų žymų peržiūra…

source: Prefix mask with current path
lt: Priešdėlio šablonas su esamu keliu

source: Select or type in a mask using codes (see Legend) to parse tag fields. Used to rename the file. Use / to make directories. If the first character is /, it's a absolute path, otherwise is relative to the old path.
lt: Norėdami apdoroti žymių laukelius apdorokite arba įrašykite šabloną naudojant kodus(žiūrėkite legendą). Naudojama pervadinti failą. Aplankų sukūrimui naudokite „/“. Jei pirmas simbolis yra „/“, tai yra absoliutus kelias, kitu atveju tai reliatyvus kelias(senam keliui).

source: Rename file preview…
lt: Pervadinto failo peržiūra…

source: Select fields:
lt: Pasirinkite laukelius:

source: The buttons on the right represent the fields which can be processed. Select those which interest you
lt: Mygtukai dešinėje parodo laukelius, kuriuos galima apdoroti. Pasirinkite jus dominančius.

source: Process file name field
lt: Apdoroti failo vardo laukelį

source: T
lt: P

source: Process title field
lt: Apdoroti pavadinimo laukelį

source: Ar
lt: A

source: Process file artist field
lt: Apdoroti failo atlikėjo laukelį

source: Process album artist field
lt: Apdoroti albumo atlikėjo laukelį

source: Process album field
lt: Apdoroti albumo laukelį

source: G
lt: Ž

source: Process genre field
lt: Apdoroti žanro laukelį

source: Cm
lt: K

source: Process comment field
lt: Apdoroti komentaro laukelį

source: Cp
lt: Km

source: Process composer field
lt: Apdoroti kompozitoriaus laukelį

source: Process original artist field
lt: Apdoroti originalaus atlikėjo laukelį

source: Cr
lt: At

source: Process copyright field
lt: Apdoroti autorinių teisių laukelį

source: Process URL field
lt: Apdoroti URL kanalą laukelį

source: E
lt: Kd

source: Process encoder name field
lt: Apdoroti kodavimo pavadinimo laukelį

source: Invert Selection
lt: Invertuoti pasirinkimą

source: Select/Unselect All
lt: Pasirinkti/Nepasirinkti visus

source: Convert:
lt: Konvertuoti:

source: to:
lt: į:

source: The underscore character or the string '%20' are replaced by one space. Example, before: 'Text%20In%20An_Entry', after: 'Text In An Entry'.
lt: Pabraukimo simbolis ar eilutė „%20“ pakeičiami tarpu. Pavyzdžiui, prieš: „Tekstas%20įraše“, po: „Tekstas įraše“.

source: The space character is replaced by one underscore character. Example, before: 'Text In An Entry', after: 'Text_In_An_Entry'.
lt: Tarpo simbolis pakeičiamas pabraukimo simboliu. Pavyzdžiui, prieš: „Tekstas įraše“, po: „Tekstas_įraše“.

source: Replace a string by another one. Note that the search is case sensitive.
lt: Pakeisti eilutę kita. Paieška skiria didžiąsias ir mažąsias raides.

source: Detect Roman numerals
lt: Aptikti romėniškus skaičius

source: Convert all words in all fields to upper case. Example, before: 'Text IN AN entry', after: 'TEXT IN AN ENTRY'.
lt: Konvertuoti visus žodžius laukeliuose į didžiąsias raides. Pavyzdžiui, prieš: „TekstaS įRašE“, po: „TEKSTAS ĮRAŠE“.

source: Convert all words in all fields to lower case. Example, before: 'TEXT IN an entry', after: 'text in an entry'.
lt: Konvertuoti visus žodžius laukeliuose į mažąsias raides. Pavyzdžiui, prieš: „TekstaS įRašE“, po: „tekstas įraše“.

source: Convert the initial of the first word in all fields to upper case. Example, before: 'text IN An ENTRY', after: 'Text in an entry'.
lt: Konvertuoti pirmo žodžio pirmą raidę visuose laukeliuose į didžiąją raidę. Pavyzdžiui, prieš: „TekstaS įRašE“, po: „Tekstas įraše“.

source: Convert the initial of each word in all fields to upper case. Example, before: 'Text in an ENTRY', after: 'Text In An Entry'.
lt: Konvertuoti kiekvieno žodžio pirmą raidę visuose laukeliuose į didžiąją raidę. Pavyzdžiui, prieš: „TekstaS įRašE“, po: „Tekstas Įraše“.

source: Force to convert to upper case the Roman numerals. Example, before: 'ix. text in an entry', after: 'IX. Text In An Entry'.
lt: Romėniškuose skaičiuose priverstinai konvertuoti į didžiąsias raides. Pavyzdžiui, prieš: „ix. tekstas įraše“, po: „IX. Tekstas Įraše.“

source: Insert a space before an uppercase letter
lt: Prieš didžiąją raidę įterpti tarpą

source: Remove duplicates of space or underscore
lt: Pašalinti kelis tarpus ar pabraukimo simbolius

source: All spaces between words are removed. Example, before: 'Text In An Entry', after: 'TextInAnEntry'.
lt: Visi tarpai tarp žodžių pašalinami. Pavyzdžiui, prieš: „Tekstas Įraše“, po: „TekstasĮraše“.

source: A space is inserted before each upper case letter. Example, before: 'TextInAnEntry', after: 'Text In An Entry'.
lt: Prieš kiekvieną didžiąją raidę įterpiamas tarpas. Pavyzdžiui, prieš: „TekstasĮraše“, po: „Tekstas Įraše“.

source: Duplicated spaces or underscores are removed. Example, before: 'Text__In__An Entry', after: 'Text_In_An Entry'.
lt: Keli tarpai ir pabraukimo simboliai pašalinami. Pavyzdžiui, prieš: „ Tekstas__Įraše “, po: „Tekstas_Įraše“.

source: Legend
lt: Legenda

source: %a: artist
lt: %a: atlikėjas

source: %z: album artist
lt: %z: albumo atlikėjas

source: %b: album
lt: %b: albumas

source: %c: comment
lt: %c: komentaras

source: %p: composer
lt: %p: kompozitorius

source: %r: copyright
lt: %r: autorinės teisės

source: %d: disc number
lt: %d: disko numeris

source: %e: encoded by
lt: %e: kodavo

source: %g: genre
lt: %g: žanras

source: %i: ignored
lt: %i: nepaisoma

source: %l: number of tracks
lt: %l: takelių skaičius

source: %o: orig. artist
lt: %o: orig. atlikėjas

source: %n: track
lt: %n: takelis

source: %t: title
lt: %t: pavadinimas

source: %y: year
lt: %y: metai

source: Mask Editor
lt: Šablonų redaktorius

source: Create New Mask
lt: Sukurti naują šabloną

source: Move Up this Mask
lt: Šį šabloną perkelti aukštyn

source: Move Down this Mask
lt: Šį šabloną perkelti žemyn

source: Duplicate Mask
lt: Dubliuoti šabloną

source: Add Default Masks
lt: Pridėti numatytąjį šabloną

source: Remove Mask
lt: Pašalinti šabloną

source: Save Masks
lt: Išsaugoti šablonus

source: New_mask
lt: Naujas _šablonas

source: Copy: No row selected
lt: Kopijuoti: nepasirinkta eilutė

source: Remove: No row selected
lt: Pašalinti: nepasirinkta eilutė

source: Move Up: No row selected
lt: Perkelti aukštyn: nepasirinkta eilutė

source: Move Down: No row selected
lt: Perkelti žemyn: nepasirinkta eilutė

source: Error: Cannot write configuration file: %s (%s)
lt: Klaida: įrašyti konfigūracijos failo nepavyko: %s (%s)

source: Cannot open configuration file '%s' (%s)
lt: Nepavyko atverti konfigūracijos failo „%s“ (%s)

source: Loading default configuration
lt: Įkeliama numatytoji konfigūracija

source: Cannot create or open file '%s' (%s)
lt: Nepavyko sukurti arba atverti failo „%s“ (%s)

source: Error: Cannot write list to file: %s (%s)
lt: Klaida: nepavyko sąrašo įrašyti į failą: %s (%s)

source: Loading default 'Fill Tag' masks…
lt: Įkeliami numatytieji „Užpildyti žymes“ šablonai…

source: Loading default 'Rename File' masks…
lt: Įkeliami numatytieji „Pervadinti failą “ šablonai…

source: Loading default 'Rename Directory' masks…
lt: Įkeliami numatytieji „Pervadinti aplanką“ šablonai…

source: Migrating configuration from directory '%s' to '%s'
lt: Migruojama konfigūracija iš aplanko „%s“ į „%s“

source: Failed to migrate configuration file '%s'
lt: Nepavyko migruoti konfigūracijos failo „%s“

source: Error: Cannot create directory '%s' (%s)
lt: Klaida: Nepavyko sukurti aplanko „%s“ (%s)

source: Input truncated or empty.
lt: Įvestis nukirpta arba tuščia.

source: Input is not an Ogg bitstream.
lt: Įvestis nėra Ogg bitų srautas.

source: Error reading first page of Ogg bitstream.
lt: Klaida skaitant pirmą Ogg bitų srauto puslapį.

source: Error reading initial header packet.
lt: Klaida skaitant pradinį antraštės paketą.

source: Ogg bitstream contains neither Speex or Vorbis data.
lt: Ogg bitų sraute yra ne vorbis ir ne speex duomenys.

source: Corrupt secondary header.
lt: Sugadinta antra antraštė.

source: Need to save extra headers
lt: Reikia įrašyti papildomas antraštes

source: EOF before end of Vorbis headers.
lt: EOF prieš vorbis antraščių pabaigą.

source: Corrupt or missing data, continuing…
lt: Sugadinti arba trūkstami duomenys, tęsiama…

source: Error writing stream to output. Output stream may be corrupted or truncated.
lt: Klaida rašant srautą į išvestį. Išvesties srautas gali būti sugadintas arba nepilnas.

source: DLL '%s' not already loaded. Try loading it...
lt: DLL „%s“ dar neįkelta. Bandoma įkelti...

source: DLL '%s' could not be loaded
lt: Įkelti DLL „%s“ nepavyko

source: This version of '%s' contains '%s'
lt: Ši „%s“ versija turi „%s“

source: Function '%s' not found in DLL '%s'
lt: Funkcija „%s“ nerasta DLL „%s“

source: EasyTAG settings directory: '%s'
lt: EasyTAG nustatymų aplankas: „%s“

source: weasytag_init start...
lt: weasytag_init pradžia...

source: GLib version: %u.%u.%u
lt: GLib versija: %u.%u.%u

source: weasytag_init end...
lt: weasytag_init pabaiga...

source: Audio player: '%s'
lt: Garso grotuvas: „%s“
